adwaita-icon-theme
apparmor
apport
apport-core-dump-handler
apport-symptoms
appstream
at-spi2-common
at-spi2-core
bash-completion
bat
bc
binutils
binutils-common
binutils-x86-64-linux-gnu
bsdextrautils
build-essential
byobu
bzip2
cloud-guest-utils
cloud-init
command-not-found
cpp
cpp-13
cpp-13-x86-64-linux-gnu
cpp-x86-64-linux-gnu
curl
dbus-x11
dconf-gsettings-backend
dconf-service
dirmngr
dpkg-dev
e2fsprogs-l10n
eatmydata
ed
ethtool
fakeroot
fd-find
fdisk
file
fontconfig
fontconfig-config
fonts-dejavu-core
fonts-dejavu-mono
fonts-ubuntu
fuse3
g++
g++-13
g++-13-x86-64-linux-gnu
g++-x86-64-linux-gnu
gawk
gcc
gcc-13
gcc-13-base
gcc-13-x86-64-linux-gnu
gcc-x86-64-linux-gnu
gdisk
gettext-base
gh
gir1.2-packagekitglib-1.0
git
git-man
gnupg
gnupg-l10n
gnupg-utils
golang-1.22-go
golang-1.22-src
golang-go
golang-src
gpg
gpg-agent
gpg-wks-client
gpgconf
gpgsm
groff-base
gsettings-desktop-schemas
gtk-update-icon-cache
hicolor-icon-theme
httpie
humanity-icon-theme
info
install-info
javascript-common
jq
keyboxd
landscape-client
landscape-common
libalgorithm-diff-perl
libalgorithm-diff-xs-perl
libalgorithm-merge-perl
libaom3
libappstream5
libasan8
libatk-bridge2.0-0t64
libatk1.0-0t64
libatomic1
libatspi2.0-0t64
libavahi-client3
libavahi-common-data
libavahi-common3
libbinutils
libbrotli1
libc-dev-bin
libc-devtools
libc6-dev
libcairo-gobject2
libcairo2
libcbor0.10
libcc1-0
libcolord2
libcrypt-dev
libctf-nobfd0
libctf0
libcups2t64
libcurl3t64-gnutls
libcurl4t64
libdatrie1
libdconf1
libde265-0
libdeflate0
libdpkg-perl
libdrm-amdgpu1
libdrm-common
libdrm-intel1
libdrm2
libduktape207
libdw1t64
libeatmydata1
libedit2
libegl-mesa0
libegl1
libepoxy0
liberror-perl
libevent-core-2.1-7t64
libexpat1-dev
libfakeroot
libfido2-1
libfile-fcntllock-perl
libfontconfig1
libfreetype6
libfuse3-3
libgbm1
libgcc-13-dev
libgd3
libgdbm-compat4t64
libgdbm6t64
libgdk-pixbuf-2.0-0
libgdk-pixbuf2.0-bin
libgdk-pixbuf2.0-common
libgit2-1.7
libgl1
libgl1-mesa-dri
libglib2.0-bin
libglvnd0
libglx-mesa0
libglx0
libgomp1
libgpg-error-l10n
libgpm2
libgprofng0
libgraphite2-3
libgstreamer1.0-0
libgtk-3-0t64
libgtk-3-bin
libgtk-3-common
libharfbuzz0b
libheif-plugin-aomdec
libheif-plugin-aomenc
libheif-plugin-libde265
libheif1
libhttp-parser2.9
libhwasan0
libisl23
libitm1
libjansson4
libjbig0
libjpeg-turbo8
libjpeg8
libjq1
libjs-jquery
libjs-sphinxdoc
libjs-underscore
libksba8
liblcms2-2
libldap-common
libldap2
liblerc4
libllvm19
libllvm20
liblsan0
liblzo2-2
libmagic-mgc
libmagic1t64
libmpc3
libmpfr6
libnghttp2-14
libonig5
libpackagekit-glib2-18
libpango-1.0-0
libpangocairo-1.0-0
libpangoft2-1.0-0
libpciaccess0
libperl5.38t64
libpipeline1
libpixman-1-0
libpkgconf3
libpng16-16t64
libpolkit-agent-1-0
libpolkit-gobject-1-0
libpsl5t64
libpython3-dev
libpython3.12-dev
libpython3.12t64
libquadmath0
librsvg2-2
librsvg2-common
librtmp1
libsasl2-2
libsasl2-modules
libsasl2-modules-db
libsensors-config
libsensors5
libsframe1
libsharpyuv0
libsigsegv2
libsodium23
libssh-4
libssh2-1t64
libssl-dev
libstdc++-13-dev
libstemmer0d
libthai-data
libthai0
libtiff6
libtsan2
libubsan1
libuchardet0
libunwind8
libutempter0
libvulkan1
libwayland-client0
libwayland-cursor0
libwayland-egl1
libwayland-server0
libwebp7
libx11-6
libx11-data
libx11-xcb1
libxau6
libxcb-dri3-0
libxcb-glx0
libxcb-present0
libxcb-randr0
libxcb-render0
libxcb-shm0
libxcb-sync1
libxcb-xfixes0
libxcb1
libxcomposite1
libxcursor1
libxdamage1
libxdmcp6
libxext6
libxfixes3
libxi6
libxinerama1
libxkbcommon0
libxmlb2
libxmuu1
libxpm4
libxrandr2
libxrender1
libxshmfence1
libxtst6
libxxf86vm1
linux-libc-dev
lshw
lsof
lto-disabled-list
make
man-db
manpages
manpages-dev
mesa-libgallium
mesa-vulkan-drivers
motd-news-config
nano
openssh-client
packagekit
packagekit-tools
pastebinit
patch
pci.ids
perl
perl-modules-5.38
pinentry-curses
pkg-config
pkgconf
pkgconf-bin
polkitd
psmisc
publicsuffix
python-babel-localedata
python3-apport
python3-attr
python3-automat
python3-babel
python3-bcrypt
python3-blinker
python3-certifi
python3-chardet
python3-charset-normalizer
python3-click
python3-colorama
python3-commandnotfound
python3-configobj
python3-constantly
python3-cryptography
python3-debconf
python3-defusedxml
python3-dev
python3-distro
python3-distro-info
python3-distupgrade
python3-gdbm
python3-hamcrest
python3-httplib2
python3-hyperlink
python3-idna
python3-incremental
python3-jinja2
python3-json-pointer
python3-jsonpatch
python3-jsonschema
python3-jwt
python3-launchpadlib
python3-lazr.restfulclient
python3-lazr.uri
python3-markupsafe
python3-multidict
python3-newt
python3-oauthlib
python3-openssl
python3-pip
python3-problem-report
python3-pyasn1
python3-pyasn1-modules
python3-pycurl
python3-pyparsing
python3-pyrsistent
python3-requests
python3-requests-toolbelt
python3-serial
python3-service-identity
python3-setuptools
python3-six
python3-socks
python3-software-properties
python3-systemd
python3-twisted
python3-tz
python3-update-manager
python3-urllib3
python3-wadllib
python3-wheel
python3-zope.interface
python3.12-dev
ripgrep
rpcsvc-proto
rsync
run-one
session-migration
sgml-base
show-motd
snapd
software-properties-common
squashfs-tools
time
tmux
ubuntu-mono
ubuntu-release-upgrader-core
ubuntu-wsl
unattended-upgrades
unzip
update-manager-core
update-motd
usb.ids
uuid-runtime
vim
vim-runtime
wget
wsl-pro-service
wsl-setup
x11-common
xauth
xml-core
xz-utils
zlib1g-dev
zsh
zsh-common
